//For version: 2.0.21
[Lang]
Table_ServerName = Nazwa serwera
Table_Status = Status
Table_Uptime = Czas działania
Table_Players = Graczy
Table_IP = Adres IP
Table_Port = Port
Table_Starting_Map = Mapa startowa
Table_Game = Gra
Table_Version = Wersja
Table_Lastest = Najnowsza
Table_appID = appID

Toolbar_Start = Uruchom
Toolbar_Stop = Zatrzymaj
Toolbar_Restart = Zrestartuj
Toolbar_Update = Aktualizuj
Toolbar_Add_Edit = Dodaj/Edytuj
Toolbar_ShowHide =Pokaż/Ukryj serwer

Menu_Start = Uruchom
Menu_Stop = Zatrzymaj
Menu_Update = Aktualizuj
Menu_Restart = Zrestartuj
Menu_OpenServerDir = Otwórz lokalizację serwera
Menu_UpdateAndValidServer =Zaktualizuj oraz zweryfikuj serwer
Menu_DeleteServer = Usuń serwer
Menu_AddEdit = Dodaj/Edytuj
Menu_DownloadServer_Title = Pobierz serwer
Menu_AllServers_Hide = Ukryj
Menu_Title = Menu
Menu_AllServers_title = Serwery

Menu_Setting_title = Ustawienia
Menu_Auto_Update_Settings = Ustawienia automatycznych aktualizacji
Menu_AllServerStarting_Settings = All Server Starting Settings
Menu_SteamAPIURLProxy_Settings = Format Steam API | Ustawienia proxy
Menu_CheckSoftwareupdate = Sprawdź aktualizację oprogramowania
Menu_Language = Język

Menu_Process_title = Procesy
Menu_KillALLsrcdsexe = Zabij wszystkie srcds.exe
Menu_KillALLSteamCMDexe = Zabij wszystkie steamcmd.exe


control_crash_auto_restart = Auto. restart po błędzie
control_srcds_auto_update = Auto. aktualizacja srcds 
control_check_Interval = Sprawdzaj co 
control_min = min
control_Create_Desktop_Shortcut = Utwórz skrót na pulpicie
control_Enable_Port_Check = Sprawdzaj porty
control_MaxActionLog = Maks. ilość wpisów
control_ActionLog = Logi:
control_Enable_SoftWare_Update = Auto. aktualizacja oprogramowania
control_All_Servers = Wszystkie serwery
control_SendSRCDS_MSG = wyślij
control_command_copy = kopiuj
control_command_clear = wyczyść

Add_Edit_Server_Name = Nazwa serwera
Add_Edit_Server_Path = Lokalizacja serwera: (srcds.exe)
Add_Edit_Server_Port = Port:
Add_Edit_Server_Map = Mapa:
Add_Edit_Server_Optional = Opcjonalnie
Add_Edit_Server_Additional_Parametes = Dodatkowe parametry, np. -tickrate 128 +mapgroup mg_active .. itd..
Add_Edit_Server_Button_Save = Zapisz
Add_Edit_Server_Button_View = Przeglądaj
Add_Edit_Server_Button_GetIP = Pobierz IP
Add_Edit_Server_IP_Optional = IP:(Opcjonalnie)
Add_Edit_Server_Title = Dodaj lub edytuj serwer
Add_Edit_Server_WorkShop = Warsztat
Add_Edit_Server_Maxplayers = Max. graczy

MSGBOX_Stop_All = Zatrzymać wszystkie?
MSGBOX_Stop_All_And_Update = Zatrzymać wszystkie i zaktualizować?
MSGBOX_not_found_steamcmd = BŁĄD: nie znaleziono steamcmd.exe!
MSGBOX_no_server_select = Wybierz serwer!
MSGBOX_Please_Stop_First = Serwer musi byc wyłączony!

MSGBOX_delete_server = Usuń serwer!
MSGBOX_Confirm_Valid = Potwierdż wyłączenie oraz sprawdzenie plików serwera?
MSGBOX_New_Version_Found_Do_You_want_update_New_Version = Znaleziono nową wersję! Nowa wersja: 
MSGBOX_Server_Version = Wersja serwera: 
MSGBOX_Local_Version = Lokalna wersja: 
MSGBOX_Confirm_delete = Potwierdź usunięcie serwera?
MSGBOX_Kill_Process = Czy na pewno chcesz zabić ten proces?
MSGBOX_Process_Name = Nazwa procesu: 
MSGBOX_Process_used = Proces w użyciu!!
MSGBOX_Exit_Message = Pozostawić uruchomione serwery ?

MSGBOX_Not_Found_Server_Name = Nie znaleziono nazwy serwera!
MSGBOX_Not_Found_srcds = Nie znaleziono ścieżki do srcds.exe!
MSGBOX_Invalid_Port = Nieprawidłowy port!
MSGBOX_Unknow_gamename = Nieznana [Nazwa gry i/lub APPID] dodaj nazwę gry, użyj dodatkowych parametrów!
MSGBOX_Use_WorkShopMap = Użyj dodatkoweych parametrów!
MSGBOX_not_found_srcds2 =  nie znaleziono srcds.exe!
MSGBOX_Unknow_gamename2 = przykład: -game csgo

MSGBOX_Stop_Running = Zatrzymaj uruchomione
Menu_ServerBackUP = Kopia serwera
BackUP_EnableBackUP = Aktywuj kopię serwera
BackUP_Save_Path = Lokalizacja kopii:
BackUP_Task_Time = Kiedy wykonac kopię:
BackUP_TIP_Time = 3 = 3:00 AM
BackUP_Test_BackUP = Sprawdź kopię
BackUP_Save_BackUP = Zapisz
BackUP_BackUP_Add = Dodaj
BackUP_BackUP_Remove = Usuń
BackUP_BackUP_Brose = Przeglądaj

Menu_CrashConfigure = Crash Configure
Menu_SoftWareConfigure = Ustawienia programu
SoftWareConfigure_TIPTag1 = It's write SYSTEM [regedit]  IF permissions are not enough, try run administrator mode
SoftWareConfigure_Automatic_login_system = Automatic login system (optional) [Program Don't to remember]
SoftWareConfigure_Automatic_login_enable = Włącz
SoftWareConfigure_TIPTag3 = If your system has a password, you must set it up OR Google:Auto login Windows Server 
SoftWareConfigure_Button_Automatic_login_Help = IF you want to manually operate, please click
SoftWareConfigure_Disable_Exit_Prgram_MsgBox = Powiadomienie podczas wyłączania
SoftWareConfigure_Start_On_Windows_Startup = Uruchom podczas startu systemu
SoftWareConfigure_Save = Zapisz
SoftWareConfigure_Save_MessageBox = done! It's write SYSTEM [regedit] IF permissions are not enough, try run administrator mode OR Manual
SoftWareConfigure_Automatic_login_username = UserName:
SoftWareConfigure_Automatic_login_password = PassWord:

Crash_Configure_NormalMode_Lable = Tryb normalny
Crash_Configure_Enable = Włącz
Crash_Configure_Crash_Check_Interval = Crash Check Interval:
Crash_Configure_TIP1 = 1000 = 1 sekunda
Crash_Configure_TIPFailedCount= Failed Count >=
Crash_Configure_WindowsEvent_Lable = Windows Event Mode  (WaitForSingleObject Function)
Crash_Configure_Recommended_Admin_mode = Recommended run as Administrator [srcds manager software]
Crash_Configure_PortUsedKillSRCDSProcess = if Port Used Automatic Kill Process? [srcds.exe only]
Crash_Configure_ButtonSave = Zapisz

Crash_Last_modification_Mode = Last modification Mode (SM Plugin + Update File Mode)
MSGBOX_ServerNameExists = Nazwa serwera już istnieje
Crash_Last_modification_Time = Zmodyfikowano >=
Crash_Sec = Sec
Crash_SteamAPIMode_Lable = Steam API Mode [Slow] Online Check Mode (Possible some server not working or wrong)
Crash_Button_Help = Pomoc
Crash_Button_Help_Last_modification = This method can help you detect stop response ,freeze. must need install the SM plugin to be effective
Crash_Button_Help_SteamAPIMode = online check mode use api.steampowered.com/ISteamApps/GetServersAtAddress/v0001?addr=PUBLIC.IP.ADDR:PORT&format=xml this method of detection is slow API has 3-5Min Cache! support freeze,stop response..etc
Button_InstallPlugin = Zainstaluj plugin

Crash_Button_Remove_Plugin = Usuń plugin
Crash_CheckBox_Online_select = Dont't forget -Edit Server - Set PublicIP if Blank is Default IP[Click Save First , will add options in server property]
Add_Edit_Server_CPU_Core_Bind_CheckBox = Użyj tych rdzeni:
Add_Edit_Server_CPU_Core_Bind_Lable = CPU Affinity (Optional)
Add_Edit_Server_TaskList_Button_DeleteTask = Usuń zadanie
Add_Edit_Server_TaskList_Button_AddTask = Dodaj zadanie

Add_Edit_Server_tabs_ServerSetting = Ustawienia serwera
Add_Edit_Server_tabs_TaskListManager = Lista zadan

Add_Edit_Server_TaskList_TAG_delete_xtasktoall = Możesz ręcznie usunąć plik xTask.xnetdb aby usunąć wszystko
Add_Edit_Server_TaskList_AddTask_Lable = Dodaj zadanie
Add_Edit_Server_TaskList_AddTask_TAG_Type = Typ
Add_Edit_Server_TaskList_AddTask_TAG_Action = Akcja
Add_Edit_Server_TaskList_AddTask_TAG_H = H
Add_Edit_Server_TaskList_AddTask_TAG_M = M
Add_Edit_Server_TaskList_AddTask_TAG_WEEK = Tydzień
Add_Edit_Server_TaskList_AddTask_TAG_Day = Dzień
Add_Edit_Server_TaskList_Tables_Server = Serwer
Add_Edit_Server_TaskList_Tables_D_H_M = Dzień-Godzina-Minuta
Add_Edit_Server_CPU_SaveTIP = CPU Affinity Failed Must Set 1 Core! back to default
Add_Edit_Server_TAG_TIP_upower = Podpowiedź: Ustaw plan zasilania na wysoką wydajność

Add_Edit_Server_TAG_TIP_CrashCheckPublicIP = (Steam API check Crash)
Add_Edit_Server_TAG_TIP_LocalJoin = Łączysz się lokalnie? Spróbuj 0.0.0.0
Add_Edit_Server_TAG_TIP_PublicIP = Publiczne IP
Add_Edit_Server_CPU_Priority = Priorytet

Menu_ICO_DisPlay = Wyświetl
Menu_ICO_Exit = Wyjdź
Enable_Tray_When_maximize = Enable Tray icon When maximize
Parametes_Lists_Doubleclicktouse = Kliknij podwójnie aby użyć
Parametes_Lists_Parametes = Parametr
Parametes_Lists_MoreParametes = Parametry
Parametes_Lists_Add = Dodaj
Parametes_Lists_Edit = Edytuj
Parametes_Lists_Remove = Usuń
Parametes_Lists_USE = UŻYJ
Parametes_Lists_Close = Zamknij
Parametes_Lists_Note = Opis
Parametes_Lists_DefaultParametes = Ustaw jako domyślne parametry
Parametes_Save_ParametesList_file = [Zapisz do pliku (ParametesList.xnetdb)]


FileConfig_STitle_ConfigureFile = Configure FileName Format ..Automatically deletes old backup files
FileConfig_STitle_DefaultFileName = IP+Port+User (One ZIP file an server) if same file name overlay old file
FileConfig_BackFile_AddTime = +Time
FileConfig_sTimeFileNameEg = np. :192_168_1_1_27015_username_2017_01_01_03_01.zip       No overlay of files
FileConfig_BackFile_AutoClear = Backup File Automatic Cleaner
FileConfig_FileLast_modification = Ostatnia modyfikacja >=
FileConfig_sMaxBackUPSameTime = Max Backup as same time
FileConfig_sDay = Dni


Action_Log_TimeFormat_ymd = yyyy/M/d 
Action_Log_TimeFormat_hms = HH:mm:ss
Action_Log_3 = [Ikona] Ładowanie ikony do zasobnika
Action_Log_4 = [Język] Załadowano ->
Action_Log_5 = [TaskLists] Loading task scheduler count ->
Action_Log_6 = [SRCDS] Uruchamianie serwera -> 
Action_Log_7 = [SRCDS] Błąd podczas uruchamiania: Tworzenie procesu PID:->
Action_Log_8 = [Crash] [Engine Error UnKnow] ->
Action_Log_9 = [Crash] [Weapon Script Not Found for example CS:GO Map Has Cstrike Source Weapon] ->
Action_Log_10 = [Crash] SRCDS Process Exception ->

Action_Log_11 = Count:
Action_Log_12 = [Crash] SRCDS Process auto-kill [Port has been used] ->
Action_Log_13 = [Crash] Crash przez zamknięcie ->
Action_Log_14 = [SoftWare] Uruchomiono aktulizowanie serwera->
Action_Log_15 = [SoftWare] Aktualizowanie serwera Pid->
Action_Log_16 = [SRCDS] Stop Server ->
Action_Log_17 = [Błąd] Can't close srcds possible no access Try Running Administrator Mode ->
Action_Log_18 = [Aktualizacja SRCDS] Nie można zaktualizować ->
Action_Log_19 = ->unknown This Server APPID!! Please Edit Server-configure appID
Action_Log_20 = [Błąd aktualizacji]->


Action_Log_21 = ->Nie można zamknąć procesu, prawdopodobnie brak dostępu. Spróbuj uruchomić jako Administrator.
Action_Log_22 = [SteamCMD] Zakończono aktualizowanie serwera ->
Action_Log_23 = [SteamCMD]--Update Server Stuck Restart...uptime >=
Action_Log_24 = [SoftWare] STOP SRCDS Version Online check...
Action_Log_25 = [Błąd] Aktualizacja oprogramowania zakończona niepowodzeniem! Nie znaleziono: xnet_srcds_up.exe, Pobierz wymagany moduł z http://forums.alliedmods.net/showthread.php?t=298085
Action_Log_26 = [SoftWare] Sprawdzanie wersji oprogramowania...
Action_Log_27 = [SteamCMD] -> Main:
Action_Log_28 = -> ForkServer:
Action_Log_29 = -> Automatyczne wyłączanie:
Action_Log_30 = [Kopia] Błąd--Zatrzymano tworzenie kopii ->



Action_Log_31 = ->nie znaleziono folderu!!
Action_Log_32 = [Zadanie] ALL Servers Action:
Action_Log_33 = [SteamCMD] Aktualizowanie serwera->
Action_Log_34 = [SoftWare] aktualizowanie oprogramowania->
Action_Log_35 = [SoftWare] Ładowanie proxy dla SteamAPI
Action_Log_36 = [SoftWare] Proxy>>>
Action_Log_37 = [Kopia] Aktywowano tworzenie kopii serwera
Action_Log_38 = [Crash Check] Mode = Last modification Mode Set Timeout:
Action_Log_39 = [SoftWare] Włączone uruchamianie podczas startu systemu >> Uruchamianie WSZYSTKICH serwerów...
Action_Log_40 = [SoftWare] Ładowanie SteamAPI, Format:[JSON]


Action_Log_41 = [SoftWare] Ładowanie SteamAPI, Format:[XML]
Action_Log_42 = [SoftWare] Action Log Line > 
Action_Log_43 = [SoftWare] Zapisz do > 
Action_Log_44 = Tworzenie kopii zadań...
Action_Log_45 = [Kopia] Rozpoczęto tworzenie kopii serwera ->
Action_Log_46 = [CrashCheck] PID ->
Action_Log_47 =  Windows Mode->Error Monitor Try right-click administrator mode! or change crash test method type
Action_Log_48 = [Crash Check:Error] Steam API Mode Error JSON != response/success  Crash Check Not Working!! Please Change Crash Check Method!!（if not often pass through）->
Action_Log_49 = [Crash Check:Steam API Mode] Crash By Close --] ->
Action_Log_50 = Powód: [API: Nie znaleziono adresu serwera] Publiczne IP:


Action_Log_51 = [Zadanie] Błąd: Nie można odnaleźć serwera: 
Action_Log_52 = [Zadanie] Restarowanie serwera ->
Action_Log_53 = [Zadanie] Uruchamianie serwera ->
Action_Log_54 = [Zadanie] Zatrzymywanie serwera ->
Action_Log_55 = [Zadanie] Aktualizowanie serwera ->
Action_Log_56 = [Zadanie] Tworzenie kopii serwera ->
Action_Log_57 = [Crash]- File Timed Last modification Timed Out!! > [
Action_Log_58 = [Crash] Check Last modification Mode-- File Not Found -- Please check plugin install sucessful..
Action_Log_59 = [BackUP] DELETE BackUP old File:
Action_Log_60 = [A2S Check] Server A2S Check Port RecvFrom Bind To:


Action_Log_61 = suggest use firewall block any remote address from accessing this port
Action_Log_62 = [A2S Check] UDP WSASendTo Intval:
Action_Log_63 = [A2S Check] Fail Count >=
Action_Log_64 = Will Restart!
Action_Log_65 = [A2S Check] Start Check Uptime >= 
Action_Log_66 = [A2S Error] Bind UDP RecvPort:
Action_Log_67 = lease Change Port! A2S Ping Check Not Working...!
Action_Log_68 = [A2S Check] SRCDS Restart ->
Action_Log_69 = Faild Count >= 
Action_Log_70 = File Listen Enable
A2S_Data_PlayerCURMax = Graczy:
